export const navigation = [
  { title: "О компании", path: "/about", isActive: false },
  { title: "Карьера", path: "/carrier", isActive: false },
  { title: "Закупки", path: "/purchase", isActive: false },
  { title: "Сотрудничество", path: "/cooperation", isActive: false },
  { title: "Контакты", path: "/contacts", isActive: false }
];

export const subNavigation = [
  {
    title: "Инженерно-техническая эксплуатация",
    path: "/engineering",
    isActive: false
  },
  {
    title: "Сервисное и бытовое обслуживание",
    path: "/household",
    isActive: false
  },
  {
    title: "Корпоративное питание",
    path: "/catering",
    isActive: false
  },
  {
    title: "Транспортные перевозки",
    path: "/transportation",
    isActive: false
  }
];

export const history = [
         {
           id: 1,
           year: 2016,
           image: "../assets/images/image001.jpg",
           text: [
             "Начало осуществления деятельности корпоративного питания и инженерно-технической эксплуатации",
             "По требованиям контролирующих инстанций, техобслуживание зданий начинается с момента введения объекта в эксплуатации. В качестве управляющей компании может выступать любая организация, имеющая лицензию и соответствующие возможности для проведения измерительных, ремонтных работ."
           ]
         },
         {
           id: 2,
           year: 2017,
           image: "../assets/images/image002.jpg",
           text: [
             "Lorem ipsum dolor sit amet consectetur adipisicing elit. Molestiae minima quisquam facilis aspernatur expedita iusto velit corporis labore assumenda laudantium",
             "Lorem ipsum dolor sit amet consectetur adipisicing elit. Accusamus eligendi iure voluptas unde totam, molestias voluptate. Deleniti maxime dolore aliquid quibusdam inventore sed assumenda odio iusto ipsam similique. Necessitatibus, iure!"
           ]
         },
         {
           id: 3,
           year: 2018,
           image: "../assets/images/image003.jpg",
           text: [
             "Высокий уровень вовлечения представителей целевой аудитории является четким доказательством простого факта: выбранный нами инновационный путь, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для распределения внутренних резервов и ресурсов.",
             "Как уже неоднократно упомянуто, диаграммы связей обнародованы. Сложно сказать, почему тщательные исследования конкурентов преданы социально-демократической анафеме. Следует отметить, что сплочённость команды профессионалов, в своём классическом представлении, допускает внедрение кластеризации усилий."
           ]
         },
         {
           id: 4,
           year: 2019,
           image: "../assets/images/image004.jpg",
           text: [
             "Имеется спорная точка зрения, гласящая примерно следующее: предприниматели в сети интернет объявлены нарушающими общечеловеческие нормы этики и морали.",
             "Однозначно, сторонники тоталитаризма в науке, вне зависимости от их уровня, должны быть ограничены исключительно образом мышления. Вот вам яркий пример современных тенденций — перспективное планирование обеспечивает актуальность глубокомысленных рассуждений. Прежде всего, разбавленное изрядной долей эмпатии, рациональное мышление предопределяет высокую востребованность позиций, занимаемых участниками в отношении поставленных задач."
           ]
         },
         {
           id: 5,
           year: 2020,
           image: "../assets/images/image001.jpg",
           text: [
             "Приятно, граждане, наблюдать, как тщательные исследования конкурентов подвергнуты целой серии независимых исследований.",
             "Повседневная практика показывает, что высокотехнологичная концепция общественного уклада играет важную роль в формировании модели развития. Вот вам яркий пример современных тенденций — экономическая повестка сегодняшнего дня требует определения и уточнения поставленных обществом задач. Повседневная практика показывает, что существующая теория предопределяет высокую востребованность системы массового участия."
           ]
         },
         {
           id: 6,
           year: 2021,
           image: "../assets/images/image001.jpg",
           text: [
             "Равным образом, консультация с широким активом прекрасно подходит для реализации экономической целесообразности принимаемых решений.",
             "Однозначно, сторонники тоталитаризма в науке функционально разнесены на независимые элементы. Лишь интерактивные прототипы освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, в равной степени предоставлены сами себе. И нет сомнений, что некоторые особенности внутренней политики набирают популярность среди определенных слоев населения, а значит, должны быть объективно рассмотрены соответствующими инстанциями!"
           ]
         },
         {
           id: 7,
           year: 2022,
           image: "../assets/images/image001.jpg",
           text: [
             "Задача организации, в особенности же высокотехнологичная концепция общественного уклада обеспечивает актуальность новых предложений.",
             "Значимость этих проблем настолько очевидна, что консультация с широким активом позволяет оценить значение прогресса профессионального сообщества. Следует отметить, что граница обучения кадров предполагает независимые способы реализации поэтапного и последовательного развития общества. Имеется спорная точка зрения, гласящая примерно следующее: тщательные исследования конкурентов функционально разнесены на независимые элементы."
           ]
         },
         {
           id: 8,
           year: 2023,
           image: "../assets/images/image001.jpg",
           text: [
             "Противоположная точка зрения подразумевает, что явные признаки победы институционализации рассмотрены исключительно в разрезе маркетинговых и финансовых предпосылок!",
             "Картельные сговоры не допускают ситуации, при которой тщательные исследования конкурентов превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Наше дело не так однозначно, как может показаться: выбранный нами инновационный путь напрямую зависит от кластеризации усилий. Банальные, но неопровержимые выводы, а также активно развивающиеся страны третьего мира, инициированные исключительно синтетически, обнародованы."
           ]
         }
       ];
